{
  "messageHistory":[{
    "id":"#itzfriday/0",
    "message":[{
      "text": "Lorem cillum proident Lorem qui qui Lorem proident eiusmod anim aute.",
      "name": "Marcie Owens"
    },
    {
      "text": "Cupidatat ipsum est incididunt occaecat ea veniam in duis amet minim sint elit id.",
      "name": "Vang Blake"
    },
    {
      "text": "Incididunt dolore veniam sint anim pariatur fugiat culpa amet velit culpa ullamco pariatur.",
      "name": "Higgins Albert"
    },
    {
      "text": "Fugiat mollit quis qui ex ipsum velit nostrud exercitation qui nulla ea.",
      "name": "Joann Parsons"
    },
    {
      "text": "In ut proident duis incididunt proident incididunt est.",
      "name": "Rena Barton"
    },
    {
      "text": "Aliquip voluptate laboris adipisicing Lorem.",
      "name": "Monique Charles"
    },
    {
      "text": "Culpa sunt ea in enim aliquip.",
      "name": "Lakisha Mcmillan"
    },
    {
      "text": "Minim reprehenderit exercitation duis proident.",
      "name": "Fulton Reed"
    },
    {
      "text": "Consequat qui proident non consectetur fugiat deserunt anim officia Lorem laboris nostrud labore et nulla.",
      "name": "Mills Rivera"
    },
    {
      "text": "Tempor nostrud cupidatat quis laboris eiusmod eu dolore esse qui dolor esse cupidatat ad.",
      "name": "Luann Alston"
    },
    {
      "text": "Sint elit aliqua anim ea reprehenderit.",
      "name": "Susanna Valentine"
    },
    {
      "text": "Exercitation occaecat excepteur non sunt sint dolore veniam.",
      "name": "Burt Garrett"
    }]
  },
  {
    "id":"#itzfriday/1",
    "message":[{
    "text": "Sit tempor proident amet mollit excepteur pariatur aute officia nulla incididunt tempor magna eiusmod.",
    "name": "Lane Weaver"
  },
  {
    "text": "Consectetur qui consequat ex quis.",
    "name": "Sheppard Hull"
  },
  {
    "text": "Duis deserunt excepteur mollit eiusmod ad consectetur officia officia velit cillum.",
    "name": "Stefanie Crawford"
  },
  {
    "text": "Deserunt consectetur proident voluptate aliqua ad sint ad ipsum ex occaecat laborum laborum.",
    "name": "Mcleod Richard"
  },
  {
    "text": "Esse magna adipisicing pariatur anim ea.",
    "name": "Stevens Mosley"
  },
  {
    "text": "Anim ut sit exercitation nisi ipsum veniam enim veniam.",
    "name": "Keller Beck"
  },
  {
    "text": "Lorem labore duis in eiusmod voluptate irure ad cupidatat cillum ea cillum ut.",
    "name": "Reyna Perkins"
  },
  {
    "text": "Fugiat labore sunt nulla nulla occaecat excepteur minim elit incididunt dolor.",
    "name": "Jayne Parsons"
  },
  {
    "text": "Enim laborum dolore Lorem aute eiusmod consequat non sit ea.",
    "name": "Melisa Whitney"
  },
  {
    "text": "Adipisicing eiusmod cillum eiusmod reprehenderit sit non minim Lorem voluptate.",
    "name": "Fox Randall"
  },
  {
    "text": "Nulla consequat laborum officia tempor sint ea.",
    "name": "Shawna Donaldson"
  },
  {
    "text": "Quis culpa sint eiusmod amet ipsum sit pariatur ea.",
    "name": "Alicia Owens"
  },
  {
    "text": "Aliquip ipsum commodo dolor cupidatat laboris sunt nulla nisi sit veniam qui labore.",
    "name": "Karin Le"
  },
  {
    "text": "Dolor non do aliqua qui.",
    "name": "Kelley Barnett"
  },
  {
    "text": "Ex aute nulla consectetur adipisicing duis.",
    "name": "Mcdaniel Hurst"
  },
  {
    "text": "Consequat cillum veniam duis incididunt nulla occaecat fugiat esse qui aute exercitation.",
    "name": "Elise Campos"
  },
  {
    "text": "Incididunt ipsum tempor nulla enim velit consectetur mollit adipisicing.",
    "name": "Hopkins Moran"
  },
  {
    "text": "Nostrud adipisicing voluptate veniam exercitation pariatur non consectetur reprehenderit.",
    "name": "Kimberly Anthony"
  },
  {
    "text": "Adipisicing et ullamco sit dolore nostrud sit incididunt sit.",
    "name": "Kristine Gonzalez"
  },
  {
    "text": "Aute dolor adipisicing eiusmod nulla commodo nisi sunt ea et ea.",
    "name": "Eaton Turner"
  },
  {
    "text": "Eiusmod voluptate voluptate labore do ea amet duis elit nostrud excepteur ut.",
    "name": "Pope Higgins"
  },
  {
    "text": "Anim id duis pariatur elit.",
    "name": "Lori Bishop"
  }]
  }]
}